Repository: City-busz/gnome-bluetooth-applet
Catalog: po/*.po
Languages: be@latin, ne, te

source: Click to select device...
te: పరికరాన్ని యెంపికచేయుటకు నొక్కుము...

source: Unknown
te: తెలియని

source: No adapters available
te: ఎడాప్టర్స్ అందుబాటులో లేవు

source: Searching for devices...
te: పరికరముల కొరకు శోధించుచున్నది...

source: Remove '%s' from the list of devices?
te: పరికరముల జాబితానుండి '%s'ను తొలగించాలా?

source: If you remove the device, you will have to set it up again before next use.
te: మీరు పరికరమును తొలగించినట్లైతే, తరువాతి వుపయోగమునకు ముందుగా మీరు దీనిని మరలా అమర్చాలి.

source: Device
be@latin: Aparat
ne: साधन
te: పరికరం

source: Type
te: రకం

source: All categories
te: అన్ని విభాగములు

source: Paired
te: జతపరిచిన

source: Trusted
te: నమ్మకమైన

source: Not paired or trusted
te: జతపరచని లేదా నమ్మలేనిది

source: Paired or trusted
te: జతపరిచిన లేదా నమ్మకమైన

source: Show Only Bluetooth Devices With...
te: బ్లూటూత్ పరికరములను మాత్రమే చూపుము దీనితో...

source: Device _category:
te: పరికరము విభాగము:(_c)

source: Select the device category to filter
te: మీరు పరిపోత చేయుటకు కావలసిన పరికర విభాగమును యెంపికచేసుకొనుము

source: Device _type:
te: పరికరము రకము:(_t)

source: Select the device type to filter
te: మీరు పరిపోత చేయుటకు కావలసిన పరికర రకమును యెంపికచేసుకొనుము

source: Input devices (mice, keyboards, etc.)
te: ఎగుమడి పరికరాలు (మౌజ్, మీటల పలకం,మొదలైనవి.)

source: Headphones, headsets and other audio devices
te: హెడ్ ఫోన్ లు, హెడ్ సెట్ లు మరియు వేరే శ్రావణ పరికరాలు

source: All types
te: అన్ని రకములు

source: Phone
te: ఫోన్

source: Modem
te: మోడెమ్

source: Computer
te: కంప్యూటర్

source: Network
te: నెట్‌వర్క్

source: Headset
te: హెడ్‌సెట్

source: Headphones
te: హెడ్‌ఫోన్లు

source: Audio device
te: ఆడియో పరికరము

source: Keyboard
te: కీబోర్డు

source: Mouse
te: మౌస్

source: Camera
te: కేమెరా

source: Printer
te: ముద్రణాయంత్రము

source: Joypad
te: జాయ్‌పాడ్

source: Tablet
te: టాబ్లెట్

source: Video device
te: వీడియో పరికరము

source: Use this GPS device for Geolocation services
te: జియోలొకేషన్ సేవల కొరకు ఈ GPS పరికరాన్ని వుపయోగించుము

source: Access the Internet using your cell phone (test)
te: మీ మొబైల్ ఫోన్ వుపయోగించి యింటర్నెట్ యాక్సిస్ చేయుము (పరిశీలన)

source: Select Device to Browse
te: అన్వేషించుటకు పరికరమును యెంపికచేయుము

source: _Browse
te: అన్వేషించు (_B)

source: Select device to browse
te: అన్వేషించుటకు పరికరమును యెంపికచేయుము

source: Turn On Bluetooth
te: బ్లూటూత్ ఆన్ చేయుము

source: Bluetooth: Off
te: Bluetooth: ఆఫ్

source: Turn Off Bluetooth
te: బ్లూటూత్ ఆఫ్ చేయుము

source: Bluetooth: On
te: బ్లూటూత్: ప్రారంభం

source: Bluetooth: Disabled
te: బ్లూటూత్: అచేతనపరచబడింది

source: Disconnecting...
te: అననుసంధానిస్తోంది...

source: Connecting...
ne: सम्पर्क गरिदै...
te: అనుసంధానిస్తోంది...

source: Connected
te: అనుసంధానించబడింది

source: Disconnected
te: అననుసంధానించబడింది

source: Disconnect
te: అననుసంధానించుము

source: Connect
te: అనుసంధానించుము

source: Send files...
te: ఫైళ్ళను పంపుము...

source: Browse files...
te: ఫైళ్ళను అన్వేషించుము...

source: Open Keyboard Preferences...
te: కీబోర్డు అభీష్టాలను తెరువుము...

source: Open Mouse Preferences...
te: మౌస్ అభీష్టాలను తెరువుము...

source: Open Sound Preferences...
te: శబ్ద అభీష్టాలను తెరువుము...

source: Debug
te: డీబగ్

source: - Bluetooth applet
te: - బ్లూటూత్ ఆప్లెట్

source: %s Run '%s --help' to see a full list of available command line options.
te: %s అందుబాటులో వున్న ఆదేశ వరుస ఐచ్చికాల పూర్తి జాబితా కొరకు '%s --help' నడుపుము.

source: Bluetooth Applet
te: బ్లూటూత్ ఆప్లేట్

source: Bluetooth
te: బ్లూటూత్

source: Device '%s' wants to pair with this computer
te: పరికరము '%s' ఈ కంప్యూటర్‌తో జతపడాలని అనుకుంటోంది

source: Please enter the PIN mentioned on device %s.
te: పరికరము %s పైన తెలుపబడిన PIN దయచేసి ప్రవేశపెట్టండి.

source: Please confirm whether the PIN '%s' matches the one on device %s.
te: PIN '%s' పరికరము %s పైన తెలుపబడిన దానితో సరిపోలుతోందేమో దయచేసి నిర్ధారించుము.

source: Grant access to '%s'
te: '%s'కు యాక్సెస్ యివ్వుము

source: Device %s wants access to the service '%s'.
te: పరికరము %s సేవ '%s' యాక్సిస్ కోరుచున్నది.

source: Pairing request for '%s'
te: '%s' కొరకు జతపరచు అభ్యర్ధన

source: Bluetooth device
te: బ్లూటూత్ పరికరము

source: Enter PIN
te: PIN ప్రవేశపెట్టుము

source: Pairing confirmation for '%s'
te: '%s' కొరకు జతపరచు అభ్యర్ధన నిర్ధారణ

source: Verify PIN
te: PIN నిర్ధారించుము

source: Authorization request from '%s'
te: '%s' నుండి దృవీకరణ అభ్యర్ధన

source: Check authorization
te: దృవీకరణను పరిశీలించుము

source: Bluetooth Manager
ne: ब्लुटुथ प्रबन्धक
te: బ్లూటూత్ నిర్వాహకి

source: Bluetooth Manager applet
te: బ్లూటూత్ నిర్వాహిక ఆప్లెట్

source: Bluetooth: Checking
te: Bluetooth: పరిశీలించుచున్నది

source: Browse files on device...
te: పరికరము పైన ఫైళ్ళను అన్వేషించుము...

source: Devices
te: పరికరములు

source: Preferences
te: అభీష్టాలు

source: Quit
te: నిష్క్రమించుము

source: Send files to device...
te: పరికరానికి ఫైళ్ళను పంపుము...

source: Set up new device...
te: కొత్త పరికరమును అమర్చుము...

source: Visible
te: కనిపించుతున్న

source: _Always grant access
te: ఎల్లప్పుడు యాక్సెస్‌ను ప్రసాదించుము (_A)

source: _Grant
te: ప్రసాదించుము (_G)

source: _Reject
te: తిరస్కరించుము (_R)

source: _Does not match
te: సరిపోలలేదు (_D)

source: _Matches
te: పోలికలు (_M)

source: _Show input
te: ఇన్పుట్‌ను చూపుము (_S)

source: Yes
te: అవును

source: No
te: కాదు

source: Bluetooth is disabled
te: బ్లూటూత్ అచేతనపరచబడింది

source: Bluetooth is disabled by hardware switch
te: బ్లూటూత్ హార్డ్ వేర్ స్విచ్ వల్ల అచేతనపరచబడింది

source: No Bluetooth adapters found
te: ఎటువంటి బ్లూటూత్ యెడాప్టర్సు దొరకలేదు

source: Visibility
te: దృశ్యమానం

source: Visibility of “%s”
te: “%s” యొక్క దృశ్యమానం

source: Address
te: చిరునామా

source: Browse Files...
te: ఫైళ్ళను అన్వేషించుము...

source: Connection
te: అనుసంధానము

source: Keyboard Settings
te: కీబోర్డు అమరికలు

source: Mouse and Touchpad Settings
te: మౌజ్ మరియు టచ్ ప్యాడ్ అమరికలు

source: Send Files...
te: ఫైళ్ళను పంపుము...

source: Sound Settings
te: ధ్వని అమరికలు

source: Configure Bluetooth settings
te: బ్లూటూత్ అమరికలను ఆకృతీకరించుము

source: Pairing with '%s' cancelled
te: '%s'తో జతపరచుట రద్దైంది

source: Please confirm that the PIN displayed on '%s' matches this one.
te: '%s' పైన ప్రదర్శించబడిన PIN దీనిని సరిపోలుతుందని దయచేసి నిర్ధారించండి.

source: Please enter the following PIN:
te: దయచేసి క్రింది PIN ప్రవేశపెట్టండి:

source: Setting up '%s' failed
te: '%s'ను అమర్చుట విఫలమైంది

source: Connecting to '%s'...
te: '%s'కు అనుసంధానించబడుతోంది...

source: Please enter the following PIN on '%s' and press “Enter” on the keyboard:
te: దయచేసి క్రింది PIN '%s' పైన ప్రవేశపెట్టి కీబోర్డు పైని “Enter” వత్తండి:

source: Please enter the following PIN on '%s':
te: '%s'పైన దయచేసి క్రింది PIN ప్రవేశపెట్టండి:

source: Please wait while finishing setup on device '%s'...
te: '%s' పరికరము పైన అమర్పును పూర్తిచేస్తున్నప్పుడు దయచేసి వేచివుండండి...

source: Successfully set up new device '%s'
te: సమర్ధవంతంగా కొత్త పరికరము అమర్చబడింది '%s'

source: '0000' (most headsets, mice and GPS devices)
te: '0000' (హెడ్‌సెట్లు, మైక్ మరియు GPS పరికరాలు)

source: Bluetooth New Device Setup
te: బ్లూటూత్ కొత్త పరికర అమర్పు

source: Custom PIN:
te: మలచుకొనిన PIN:

source: Device Setup
te: పరికరము అమర్పు

source: Device Setup Failed
te: పరికరము అమర్పు విఫలమైంది

source: Device search
te: పరికరము శోధన

source: Do not pair
te: జతపర్చవద్దు

source: Does not match
te: సరిపోల లేదు

source: Finishing New Device Setup
te: కొత్త పరికర అమర్పును పూర్తిచేయుచున్నది

source: Fixed PIN
te: PIN అమర్చబడింది

source: Introduction
te: ఉపోద్ఘాతము

source: Matches
te: సరిపోలినది

source: PIN Options
te: PIN ఐచ్చికాలు

source: PIN _options...
te: PIN ఐచ్చికాలు... (_o)

source: Select the additional services you want to use with your device:
te: మీరు మీ పరికరముతో వుపయోగించాలి అనుకొనుచున్న అదనపు సేవలను యెంపికచేసుకొనుము:

source: Select the device you want to set up
te: మీరు అమర్చదలచిన పరికరమును యెంపికచేసుకొనుము

source: Setup Completed
te: అమర్పు పూర్తైనది

source: The Bluetooth new device setup will walk you through the process of configuring Bluetooth enabled devices for use with this computer.
te: బ్లూటూత్ చేతనముగా కలిగిన పరికరములను ఈ కంప్యూటరుతో వుపయోగించుటకు చేయవలసిన ఆకృతీకరణను ఈ బ్లూటూత్ కొత్త పరికర అమర్పు మీకు చూపుతుంది.

source: The device will need to be within 10 meters of your computer, and be “visible” (sometimes called “discoverable”). Check the device's manual if in doubt.
te: పరికరము మీ కంప్యూటర్‌నుండి 10 మీటర్ల లోపల వుండవలసి వుంటుంది, మరియు “కనిపించునట్లు” (కొన్నిసార్లు “కనుగొనదగునట్లు” అని పిలువబడుతుంది). ఇంకా అనుమానము వుంటే పరికరపు మాన్యువల్‌ను చూడుము.

source: Welcome to the Bluetooth new device setup
te: బ్లూటూత్ కొత్త పరికరము అమర్పునకు సుస్వాగతము

source: _Automatic PIN selection
te: స్వయంచాలక PIN యెంపిక (_A)

source: _Cancel
te: రద్దుచేయు(_C)

source: _Close
te: మూయుము (_C)

source: _Restart Setup
te: అమర్పును పునఃప్రారంభించుము (_R)

source: Bluetooth Device Setup
te: బ్లూటూత్ పరికర అమర్పు

source: Setup Bluetooth devices
te: బ్లూటూత్ పరికరములను అమర్చుము

source: %'d second
te: %'d సెకను

source: %'d minute
te: %'d నిముషం

source: %'d hour
te: %'d గంట

source: approximately %'d hour
te: షుమారుగా %'d గంట

source: File Transfer
te: దస్త్రము బదిలీకరణ

source: _Retry
te: మరల ప్రయత్నించు (_R)

source: Sending files via Bluetooth
te: బ్లూటూత్ ద్వారా ఫైళ్ళను పంపుచున్నది

source: From:
te: నుండి:

source: To:
te: యిచటకు:

source: An unknown error occurred
te: ఒక తెలియని దోషము యెదురైంది

source: Make sure that the remote device is switched on and that it accepts Bluetooth connections
te: దూరస్థ పరికరము ఆన్ అయివుండునట్లు మరియు అది బ్లూటూత్ అనుసంధానములను ఆమోదించునట్లు చూసుకొనుము

source: Sending %s
te: %s పంపుచున్నది

source: Sending file %d of %d
te: %2$d లో %1$d ఫైలు పంపుచున్నది

source: Select device to send to
te: పంపుటకు పరికరమును యెంపికచేయుము

source: _Send
te: పంపుము (_S)

source: Choose files to send
te: పంపుటకు ఫైళ్ళను యెంచుకొనుము

source: Select
te: ఎంచుము

source: Remote device to use
te: వుపయోగించు దూరస్థ పరికరము

source: Remote device's name
te: దూరస్థ పరికరముయొక్క నామము

source: Programming error: could not find the device in the list
te: ప్రోగ్రామింగ్ దోషం: జాబితా లో పరికరం దొరకలేదు

source: OBEX Push file transfer unsupported
te: OBEX దస్త్రము బదలీ సహకరించుటలేదు

source: Bluetooth (OBEX Push)
te: బ్లూ టూత్ (ఓబెక్స్ పుష్)

source: Bluetooth Transfer
te: బ్లూటూత్ బదిలి

source: Send files via Bluetooth
te: బ్లూటూత్ ద్వారా ఫైళ్ళను పంపుచున్నది

source: Run in standalone mode
te: స్టాండెలోన్ రీతినందు నడుపుము

source: Moblin Bluetooth Panel
te: మొబ్లిన్ బ్లూటూత్ పానల్

source: - Moblin Bluetooth Panel
te: - మొబ్లిన్ బ్లూటూత్ పానల్

source: %d hour
te: %'d గంట

source: %d minute
te: %'d నిముషం

source: %d second
te: %'d సెకను

source: 0 seconds
te: 0 సెకనులు

source: Your computer is visible on Bluetooth for %s.
te: మీ కంప్యూటర్‌లో %s కొరకు బ్లూటూత్ కనబడుచున్నది .

source: Pairing with %s failed.
te: %s క్షేత్రముతో జతపరచుచున్నది.

source: Pair
te: జత

source: Browse
te: అన్వేషించు

source: Device setup failed
te: పరికరము అమర్పు విఫలమైంది

source: Back to devices
te: వెనుకకు పరికరముల దగ్గరకు

source: Done
te: జరిగినది

source: Device setup
te: పరికరము అమర్పు

source: Settings
te: అమరికలు

source: Only show:
te: మాత్రమే చూపుము:

source: PIN options
te: PIN ఐచ్చికాలు

source: Add a new device
te: కొత్త పరికరమును జతచేయుము

source: Make visible on Bluetooth
te: బ్లూటూత్ ని ప్రదర్శింపచేయు

source: Send file from your computer
te: మీ కంప్యూటర్‌నుండి ఫైలును పంపుము

source: Bluetooth Manager Panel
te: బ్లూటూత్ నిర్వాహిక పానల్

source: Directory to save received files
be@latin: Kataloh dziela zapisu atrymanych fajłaŭ
ne: प्राप्त फाइलहरू गर्न निर्देशिका

source: Display dialog when file received
be@latin: Pakažy akno dyjalohu paśla atrymańnia fajłu
ne: जब फाइल प्राप्त गरिन्छ संवाद प्रदर्शन गर्नुहोस्

source: Incoming files are saved automatically into this directory. If display-notification is set then the user gets chance to open or delete them.
be@latin: Pryjmanyja fajły aŭtamatyčna zapisvajucca ŭ hety kataloh. Kali abranaja opcyja infarmavańnia, karystalnik atrymaje mahčymaść adčynić albo vydalić ich.
ne: प्राफ्त फाइलहरू यस निर्देशिका भित्र स्वत: संग्रह भयो।यदि प्रदर्शन-सुचना मिल्यो भने प्रयोगकर्ताले तिनिहरुलाई खोल्ने वा मेटाउने अवसर प्राप्त गर्छ।

source: Received files are automatically saved. If this option is set, then the user is prompted with a dialog which allows them to view or delete the received file.
be@latin: Pryjmanyja fajły aŭtamatyčna zapisvajucca. Kali abranaja hetaja opcyja, u karystalnika praz dyjalohavaje akno zapytajuć, ci choča jon pahladzieć albo vydalić atrymany fajł.
ne: प्राप्त फाइलहरू स्वत: संग्रह भयो।यदि यो विकल्प मिल्यो भने, प्रयोगकर्ता संवादसंगै संकेत दिईन्छ जसले तिनिहरूलाई प्राप्त फाइल देखाउन वा मेटाउन अनुमती दिन्छ।

source: Selection mode
ne: चयन गर्ने अबस्था

source: The selection mode
ne: चयन गर्ने अबस्था

source: Sorted
ne: क्रमबद्ध गरिएको

source: Icon list is sorted
ne: छविचित्र सुचि क्रमबद्ध गरियो

source: Sort order
ne: क्रमबद्ध अनुक्रम

source: Sort direction the icon list should use
ne: क्रमवद्ध निर्देशिका छविचित्र सुचि प्रयोग गर्नुपर्छ

source: Icon padding
ne: छविचित्र गद्दी

source: Number of pixels between icons
ne: छविचित्रहरू बिच असंख्य पिक्सेलहरू छन्

source: Top margin
ne: माथिल्लो किनार

source: Number of pixels in top margin
ne: माथिल्लो किनारमा असंख्य पिक्सेलहरू छन्

source: Bottom margin
ne: तल्लो किनार

source: Number of pixels in bottom margin
ne: तल्लो किनारमा असंख्य पिक्सेलहरू छन्

source: Left margin
ne: देब्रे किनार

source: Number of pixels in left margin
ne: देब्रे किनारमा असंख्य पिक्सेलहरू छन्

source: Right margin
ne: दाहिने किनार

source: Number of pixels in right margin
ne: दाहिने किनारमा असंख्य पिक्सेलहरू छन्

source: Selection Box Color
ne: बाकसको रंग चयन

source: Color of the selection box
ne: चयनित बाकसमा रंग लगाउनुहोस्

source: Selection Box Alpha
ne: अल्फा बाकसको चयन

source: Opacity of the selection box
ne: चयनित बाकसको अपारदर्शीता

source: Pixbuf
ne: पिक्सबफ

source: A GdkPixbuf to display
ne: एउटा जिडिके पिक्सबफ देखाउनको लागि

source: Filename
ne: लेखपत्रनाम

source: Filename to load and display
ne: लेखपत्र लोडगर र देखाऊ

source: Stock ID
ne: संग्रहित आइडि

source: Stock ID for a stock image to display
ne: संग्रहित छवि देखाउनलाई संग्रहित आईडी

source: Animation
ne: चित्राङ्कन

source: GdkPixbufAnimation to display
ne: जिडिके पिक्सबफ चित्राङ्कन देखाउनलाई

source: Image type
ne: चित्र प्रकार

source: The representation being used for image data
ne: छविचित्र डाटाका लागि प्रयोग गरिएको प्रतिनिधित्व

source: Size
ne: आकार

source: The size of the icon
ne: छविचित्रको आकार

source: Blinking
ne: झिमझिम गर्नु

source: Whether or not the status icon is blinking
ne: वस्तुस्थिति छविचित्र झिमझिम गरीराखेको छ बा छैन कि

source: Orientation
ne: अभिमुखीकरण

source: The orientation of the tray.
ne: ट्रेको अभिमुखीकरण

source: Unable to read file '%s'.
ne: फाइल '%s' पढ्न असक्षम भयो।

source: An error occurred while sending data.
ne: डाटा पठाउने बेलामा त्रुटि रह्यो।

source: The remote device canceled the transfer.
ne: दुर साधनले स्थानान्तर रद्द गर्यो।

source: An unknown error occurred.
ne: अज्ञात त्रुटि देखापर्यो।

source: Can't find user interface file, check your gnome-bluetooth installation.
ne: प्रयोगकर्ता अन्तरमोहडा फाइल फेला पार्न सकिएन, तपाईको जिनोम-ब्लुटुथ स्थापना गरेको जाँच्नुहोस्।

source: Remote device doesn't support receiving objects.
ne: दुर साधनले वस्तुहरू प्राप्त गर्न समर्थन गरेन।

source: Can't initialize program.
ne: कार्यक्रम प्रारम्भ गर्न सकिएन।

source: Unable to connect to remote device.
ne: दुर साधनमा जोड्न असक्षम भयो।

source: Always accept files from this device.
be@latin: Zaŭždy pryjmaj fajły z hetaha aparatu.
ne: यस साधनबाट जहिले पनि फाइलहरू स्वीकार गर्नुहोस्।

source: translator-credits
be@latin: Alaksandar Navicki <zolak@lacinka.org>
ne: अनुवादकको श्रेय

source: Bluetooth File Sharing
be@latin: Supolnaja dastupnaść fajłaŭ praz Bluetooth
ne: ब्लुटुथ फाइल बिभाजन गर्दै

source: Receive files from Bluetooth devices
be@latin: Atrymaj fajły z aparataŭ Bluetooth
ne: ब्लुटुथ साधनहरूबाट फाइलहरू प्राप्त गर्नुहोस्

source: Bluetooth File Server
ne: ब्लुटुथ फाइल सेवादायक

source: Ready for Bluetooth file transfers
be@latin: Hatovy dasyłaść fajły praz Bluetooth
ne: ब्लुटुथ फआइल स्थानान्तर गर्न तयार

source: Receive files sent by Bluetooth devices
be@latin: Pryjmi fajły, dasyłanyja aparatami Bluetooth
ne: ब्लुटुथ साधनहरू द्वारा पठाएका फाइलहरू प्राप्त

source: Display Bluetooth devices and their properties
ne: ब्लुटुथ साधनहरू र तिनिहरूको गुणहरू प्रदर्शन गर्नुहोस्।

source: Bluetooth Device Manager
ne: ब्लुटुथ साधन प्रबन्धक

source: Could not find Bluetooth devices on the system
ne: प्रणालीमा ब्लुटुथ साधनहरू फेला परेन।

source: Bluetooth devices
ne: ब्लुटुथ साधनहरू

source: _Devices
ne: साधनहरू

source: _Scan
ne: स्क्यान

source: _Edit
ne: सम्पादन गर

source: _Help
ne: मद्दत॒

source: Found device %s.
ne: साधन %s फेला पर्यो।

source: Device %s is called '%s'.
ne: साधन %s लाई '%s' भनिन्छ।

source: Scanning for devices...
ne: साधनहरू को लागी स्क्यान गर्दै...

source: Retrieving device names...
ne: साधनको नामहरू पुन:प्राप्त गर्दै...

source: Scan complete.
ne: स्क्यान पुरा भयो।

source: Error during scan.
ne: स्क्यान गर्ने क्रममा त्रुटि भयो।

source: Copyright Â© Edd Dumbill 2003
ne: सर्वाधिकार Â© ईड्ड डमबिल २००३

source: Choose Bluetooth device
be@latin: Abiary aparat Bluetooth
ne: ब्लुटुथ साधन छनौट गर्नुहोस्

source: Bluetooth Transfer Received
be@latin: Atrymany pierasył Bluetooth
ne: ब्लुटुथ स्थानान्तर प्राप्त भयो

source: <span weight='bold'>Name:</span> %s <span weight='bold'>Type:</span> %s <span weight='bold'>Size:</span> %s
be@latin: <span weight='bold'>Nazva:</span> %s <span weight='bold'>Typ:</span> %s <span weight='bold'>Pamier:</span> %s
ne: <span weight='bold'>नाम:</span> %s <span weight='bold'>प्रकार:</span> %s <span weight='bold'>आकार:</span> %s

source: _Always allow this device to connect.
be@latin: Z_aŭždy dazvalaj hetamu aparatu padłučacca.
ne: जोड्नको लागी जहिले पनि यस साधनलाई अनुमती दिनुहोस्।

source: <span weight="bold" size="larger">Sending file</span>
ne: <span weight="bold" size="larger">फाइल पठाउदै</span>

source: Bluetooth file transfer
ne: ब्लुटुथ फाइल स्थानान्तर गरियो

source: Accept a file from '%s'?
be@latin: Pryniać fajł z "%s"?

source: The remote device is attempting to send you a file via Bluetooth. Do you wish to allow the connection?
be@latin: Addaleny aparat imkniecca dasłać tabie fajł praz Bluetooth. Ci dazvolić spałučeńnie?

source: Downloads
be@latin: Atrymanyja

source: Incoming Bluetooth file transfer
be@latin: Uvachodny pierasył fajłu praz Bluetooth

source: File received from '%s'. What would you like to do?
be@latin: Atrymany fajł z "%s". Što ty chočaš zrabić?

source: Allow Bluetooth device '%s' to connect?
be@latin: Dazvolić aparatu Bluetooth "%s" padłučycca?

source: An external device is attempting to connect to your computer via Bluetooth. You must decide if you want to accept the connection.
be@latin: Vonkavy aparat sprabuje padłučycca da tvajho kamputara pry dapamozie Bluetooth. Vyrašy, ci dazvolić padłučacca.
